var district = {
  "Bhaktapur": {
    "Changunarayan Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
    "Bhaktapur Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
	"Madhyapur Thimi Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Suryabinayak Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"]
  },
  "Chitawan": {
    "Ichchhakamana Rural Municipality": ["1", "2", "3", "4","5","6","7"],
    "Kalika Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11"],
    "Khairahani Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13"],
	"Bharatpur Metropolitan": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13", "14", "15", "16","17","18","19","20","21","22","23","24","25","26","27","28","29"],
	"Madi Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Ratnanagar Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14","15","16"],
	"Rapti Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13"]
  },
  "Dolakha": {
    "Kalinchock Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
    "Gaurisankar Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Jiri Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Tamakoshi Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Baiteshor Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Bhimeshor Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Melung Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Bigu Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Sailung Rural Municipality": ["1", "2", "3", "4","5","6","7","8"]
  },
  "Dhading": {
    "Khaniyabash Rural Municipality": ["1", "2", "3", "4","5"],
    "Ganga Jamuna Rural Municipality": ["1", "2", "3", "4","5","6","7"],
    "Gajuri Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Galchi Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Jwalamukhi Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Tripurasundary Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Thakre Rural Municipality": ["1", "2", "3", "4","5"],
	"Dhunibeshi Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Neelakantha Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14"],
	"Netrawati Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"],
	"Rubivalley Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Benighat Rorang Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
	"Shiddhalekh Rural Municipality": ["1", "2", "3", "4","5","6","7"]
  },
  "Kathmandu": {
    "Kageshwori Manohara Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
    "Kathmandu Metropolitan": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13", "14", "15", "16","17","18","19","20","21","22","23","24","25","26", "27", "28", "29","30","31","32"],
    "Kritipur Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
	"Gokarneshwor Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Chandragiri Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14","15"],
	"Tokha Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11"],
	"Tarkwshwor Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11"],
	"Daxinkali Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Nagarjuna Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
	"Budhanikantha Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13"],
	"Shankharapur Municipality": ["1", "2", "3", "4","5","6","7","8","9"]
  },
  "Kavrepalanchowk": {
    "Khanikhola Rural Municipality": ["1", "2", "3", "4","5","6","7"],
    "Chaurideurali Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
    "Timal Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Dhulikhel Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"],
	"Namobuddha Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
	"Panauti Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"],
	"Panchkhal Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13"],
	"Banepa Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14"],
	"Bhumlu Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
	"Mandandeupur Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"],
	"Mahabharat Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Roshi Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"]
	
  },
  "Lalitpur": {
    "Konjyosom Rural Municipality": ["1", "2", "3", "4","5"],
    "Godawari Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14"],
    "Mahankal Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Mahalaxmi Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
	"Lalitpur Metropolitan": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13", "14", "15", "16","17","18","19","20","21","22","23","24","25","26","27","28","29"],
	"Bagmati Rural Municipality": ["1", "2", "3", "4","5","6","7"]
  },
  "Makwanpur": {
	"Kailash Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10"],
    "Thaha Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"],
    "Bakaiya Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"],
	"Bhimphedi Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Makwanpurgadhi Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Manahari Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Raksirang Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Indrasarowar Municipality": ["1", "2", "3", "4","5"],
	"Bagmati Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Hetauda Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14","15","16","17","18","19"]
  },
  "Nuwakot": {
    "Kakani Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
    "Kispang Rural Municipality": ["1", "2", "3", "4","5"],
	"Tadi Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Tarkwshwor Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Dupcheshwor Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Panchakanya Rural Municipality": ["1", "2", "3", "4","5"],
	"Belkotgadi Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13"],
	"Meghang Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Likhu Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Bidur Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13"],
	"Shivapuri Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Suryagadi Rural Municipality": ["1", "2", "3", "4","5"]
  },
  "Ramechhap": {
    "Uma Kunda Rural Municipality": ["1", "2", "3", "4","5","6","7"],
    "Khada Devi Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Gokul Ganga Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Doramba Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Manthali Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14"],
	"Ramechhap Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Likhu Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Sunapati Rural Municipality": ["1", "2", "3", "4","5"]
  },
  "Rasuwa": {
    "Uttargaya Rural Municipality": ["1", "2", "3", "4","5"],
    "Kalika Rural Municipality": ["1", "2", "3", "4","5"],
    "Gosaikunda Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Naukunda Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Parwatikunda Rural Municipality": ["1", "2", "3", "4","5"]
  },
  "Sindhuli": {
    "Kamalamai Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14"],
	"Golanjor Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Ghyanglekh Rural Municipality": ["1", "2", "3", "4","5"],
	"Tinpatan Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11"],
	"Dudhouli Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13","14"],
	"Phikkal Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Marin Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Sunkoshi Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Hariharpurgadhi Rural Municipality": ["1", "2", "3", "4","5","6","7","8"]
	    
  },
  "Sindhupalchok": {
    "Indrawati Rural Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12"],
    "Chautara Sangachokgadhi Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","14"],
	"Jugal Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Tripursundari Rural Municipality": ["1", "2", "3", "4","5","6"],
	"Panchpokhari Thangpal Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Balephi Rural Municipality": ["1", "2", "3", "4","5","6","7","8"],
	"Barhabise Municipality": ["1", "2", "3", "4","5","6","7","8","9"],
	"Bhotekoshi Rural Municipality": ["1", "2", "3", "4","5"],
	"Melamchi Municipality": ["1", "2", "3", "4","5","6","7","8","9","10","11","12","13"],
	"Lisankhupakhar Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Sunkoshi Rural Municipality": ["1", "2", "3", "4","5","6","7"],
	"Hemambu Rural Municipality": ["1", "2", "3", "4","5","6","7"]
  }
}

var districtnp = {
"भक्तपुर": {
    "चाँगुनारायण नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
    "भक्तपुर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
	"मध्यपुर ठिमि नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"सुर्यविनायक नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"]
  },
  "चितवन": {
    "इच्छाकामना गाउपालिका": ["१", "२", "३", "४","५","६","७"],
    "कालिका नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११"],
    "खैरहनी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३"],
	"भरतपुर  महानगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२", "१३", "१४", "१५","१६","१७","१८","१९","२०","२१","२२","२३","२४","२५","२६","२७","२८","२९"],
	"मादी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"रत्ननगर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३","१४","१५","१६"],
	"राप्ती नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३"]
  },
  "दो्लखा": {
    "कालिन्चोक गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
    "गैरिशंकर गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"जीरी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"तामाकोशी गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"बैतेश्वर गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"भिमेश्वर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"मेलुंग गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"बिगु गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"सैलुंग गाउपालिका": ["१", "२", "३", "४","५","६","७","८"]
  },
  "धादिंग": {
    "खनियाबस गाउपालिका": ["१", "२", "३", "४","५"],
    "गंगाजमुना गाउपालिका": ["१", "२", "३", "४","५","६","७"],
    "गजुरी गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"गल्छी गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"ज्वालामुखी गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"त्रिपुरा सुन्दरी गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"ठक्रे गाउपालिका": ["१", "२", "३", "४","५"],
	"धुनिबेसी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"निलकण्ठ नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३","१४"],
	"नेत्रवती गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"],
	"रूबि भ्यालि गाउपालिका": ["१", "२", "३", "४","५","६"],
	"बेनिघात रोरंग गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
	"सिद्धलेक गाउपालिका": ["१", "२", "३", "४","५","६","७"]
  },
  "काठमाण्डु": {
    "कागेश्वरी मनोहोरा नरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
    "काठमाण्डु महानगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२", "१३", "१४", "१५","१६","१७","१८","१९","२०","२१","२२","२३", "२४", "२५", "२६","२७","२८","२९","३०","३१","३२"],
    "क्रितिपुर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
	"गोकर्णेश्वर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"चन्द्रगीरी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३","१४","१५"],
	"टोखा नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११"],
	"तारकेश्वर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११"],
	"दक्षिणाकाली नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"नागरजुन नगापालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
	"बुदानिलकण्ठ नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३"],
	"शंखरापुर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"]
  },
  "काभ्रेपलाञ्चोक": {
    "खानीखोला गाउपालिका": ["१", "२", "३", "४","५","६","७"],
    "चौरीदेउराली गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
    "तेमाल गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"धुलिखेल नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"],
	"नमोबुद्ध नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
	"पनौती नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"],
	"पाँचखाल नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३"],
	"बनेपा नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३","१४"],
	"भुम्लु गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
	"मन्दनदेउपुर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"],
	"महाभारत  गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"रोशी गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"]
	
  },
  "ललितपुर": {
    "कोज्योसम गाउपालिका": ["१", "२", "३", "४","५"],
    "गोदावरी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३","१४"],
    "महाकालि गाउपालिका": ["१", "२", "३", "४","५","६"],
	"महालक्ष्मी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
	"ललितपुर उपमहानगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२", "१३", "१४", "१५","१६","१७","१८","१९","२०","२१","२२","२३", "२४", "२५", "२६","२७","२८","२९"],
	"बागमती गाउपालिका": ["१", "२", "३", "४","५","६","७"]
  },
  "मकवानपुर": {
	"कैलाश गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०"],
    "ठाहा नगपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"],
    "बकैया गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"],
	"भिम्फेदी गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"मकवानपुरगदी गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"मनहरी गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"रकसिरंग गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"इन्द्रेश्वर गाउपालिका": ["१", "२", "३", "४","५"],
	"बागमती गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"हेटौडा उपमहानगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२", "१३", "१४","१५","१६","१७","१८","१९"]
  },
  "नुवाकोट": {
    "ककनी गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
    "किस्पंग गाउपालिका": ["१", "२", "३", "४","५"],
	"तादि गाउपालिका": ["१", "२", "३", "४","५","६"],
	"तार्केश्वर गाउपालिका": ["१", "२", "३", "४","५","६"],
	"दुप्चेश्वर गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"पंन्चकन्या गाउपालिका": ["१", "२", "३", "४","५"],
	"बेलकोटगधी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३"],
	"म्यागंग गाउपालिका": ["१", "२", "३", "४","५","६"],
	"लिखु गाउपालिका": ["१", "२", "३", "४","५","६"],
	"विदुर नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३"],
	"शिवपुरी गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"सुर्यगढी गाउपालिका": ["१", "२", "३", "४","५"]
  },
  "रामेछाप": {
    "उमाकुण्ड गाउपालिका": ["१", "२", "३", "४","५","६","७"],
    "खाँडादेवी गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"गोकुलगंगा गाउपालिका": ["१", "२", "३", "४","५","६"],
	"दोरम्बा शैलुङ गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"मन्थली नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३","१४"],
	"रामेछाप नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"लिखु गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"सुनापति गाउपालिका": ["१", "२", "३", "४","५"]
  },
  "रसुवा": {
    "उत्तरगया गाउपालिका": ["१", "२", "३", "४","५"],
    "कालिका गाउपालिका": ["१", "२", "३", "४","५"],
    "गोसाँइकुण्द गाउपालिका": ["१", "२", "३", "४","५","६"],
	"नोकुण्द गाउपालिका": ["१", "२", "३", "४","५","६"],
	"पार्वती कुण्द गाउपालिका": ["१", "२", "३", "४","५"]
    },
  "सिन्दुली": {
    "कमलामाँइ नगरपालिका": ["१", "२", "३", "४","५", "६", "७", "८","९","१०","११","१२","१३","१४"],
	"गोलजोर गाउपालिका": ["१", "२", "३", "४","५", "६", "७"],
	"घंलेख गाउपालिका": ["१", "२", "३", "४","५"],
	"तिनपातन गाउपालिका": ["१", "२", "३", "४","५","६", "७", "८", "९","१०","११"],
	"दुधोली नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२", "१३", "१४"],
	"फिकल गाउपालिका": ["१", "२", "३", "४","५","६"],
	"मरिन गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"सुनकोशी गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"हरिहरपुरगदी गाउपालिका": ["१", "२", "३", "४","५","६","७","८"]
	     
  },
  "सिन्धुपाल्चोक": {
    "इन्द्रावती गाउपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२"],
    "चौतारा साँगाचोकगदी नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३","१४"],
	"जुगल गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"त्रिपुरा सुन्दरी गाउपालिका": ["१", "२", "३", "४","५","६"],
	"पाँचपोखरी थंगपाल गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"बलेफी गाउपालिका": ["१", "२", "३", "४","५","६","७","८"],
	"बाह्रबिसे नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९"],
	"भोटेकोशी गाउपालिका": ["१", "२", "३", "४","५"],
	"मेलम्ची नगरपालिका": ["१", "२", "३", "४","५","६","७","८","९","१०","११","१२","१३"],
	"लिसंखु पाखर गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"सुनकोशी गाउपालिका": ["१", "२", "३", "४","५","६","७"],
	"हेलम्बु गाउपालिका": ["१", "२", "३", "४","५","६","७"]
  }
}

window.onload = function()
 {
  var districtSel = document.getElementById("cmbdistrict");
  var munvdcSel = document.getElementById("cmbmun");
  var wardSel = document.getElementById("cmbward");
  	for (var x in district) 
		{
    	districtSel.options[districtSel.options.length] = new Option(x, x);
  		}
  districtSel.onchange = function() {
    //empty Chapters- and Topics- dropdowns
    munvdcSel.length = 1;
    wardSel.length = 1;
    //display correct values
    for (var y in district[this.value]) {
      munvdcSel.options[munvdcSel.options.length] = new Option(y, y);
    }
  }
  munvdcSel.onchange = function() {
    //empty Chapters dropdown
    wardSel.length = 1;
    //display correct values
    var z = district[districtSel.value][this.value];
    for (var i = 0; i < z.length; i++) {
      wardSel.options[wardSel.options.length] = new Option(z[i], z[i]);
    }
  }
  
  //Nepali
    var districtSelnp = document.getElementById("cmbdistrictnp");
  var munvdcSelnp = document.getElementById("cmbmunnp");
  var wardSelnp = document.getElementById("cmbwardnp");
  	for (var x in districtnp) 
		{
    	districtSelnp.options[districtSelnp.options.length] = new Option(x, x);
  		}
  districtSelnp.onchange = function() {
    //empty Chapters- and Topics- dropdowns
    munvdcSelnp.length = 1;
    wardSelnp.length = 1;
    //display correct values
    for (var y in districtnp[this.value]) {
      munvdcSelnp.options[munvdcSelnp.options.length] = new Option(y, y);
    }
  }
  munvdcSelnp.onchange = function() {
    //empty Chapters dropdown
    wardSelnp.length = 1;
    //display correct values
    var z = districtnp[districtSelnp.value][this.value];
    for (var i = 0; i < z.length; i++) {
      wardSelnp.options[wardSelnp.options.length] = new Option(z[i], z[i]);
    }
  }

}
