var districtcustomize = {
	"भक्तपुर":{
		"चाँगुनारायण नगरपालिका":[""],
		"भक्तपुर नगरपालिका":[""],
		"मध्यपुर थिमी नगरपालिका":[""],
		"सूर्यविनायक नगरपालिका":[""]
	},
	"चितवन":{
		"भरतपुर महानगरपालिका":[""],
		"कालिका नगरपालिका":[""],
		"खैरहनी नगरपालिका":[""],
		"माडी नगरपालिका":[""],
		"रत्ननगर नगरपालिका":[""],
		"राप्ती नगरपालिका":[""],
		"इच्छाकामना गाउँपालिका":[""]
	},
	"धादिङ":{
		"धुनीबेंसी नगरपालिका":[""],
		"नीलकण्ठ नगरपालिका":[""],
		"ज्वालामूखी गाउँपालिका":[""],
		"गङ्गाजमुना गाउँपालिका":[""],
		"बेनीघाट रोराङ्ग गाउँपालिका":[""],
		"रुवी भ्याली गाउँपालिका":[],
		"थाक्रे गाउँपालिका":[""],
		"गजुरी गाउँपालिका":[""],
		"नेत्रावती डबजोङ गाउँपालिका":[""],
		"गल्छी गाउँपालिका":[""],
		"खनियाबास गाउँपालिका":[""],
		"सिद्धलेक गाउँपालिका":[""],
		"त्रिपुरासुन्दरी गाउँपालिका":[""]
	},
	"दोलखा":{
			"जिरी नगरपालिका":[""],
			"भिमेश्वर नगरपालिका":[""],
			"कालिन्चोक गाउँपालिका":[""],
			"गौरीशङ्कर गाउँपालिका":[""],
			"तामाकोशी गाउँपालिका":[""],
			"मेलुङ्ग गाउँपालिका":[""],
			"विगु गाउँपालिका":[""],
			"वैतेश्वर गाउँपालिका":[""],
			"शैलुङ्ग गाउँपालिका":[""]
		},
		"काठमाडौँ":{
			"काठमाण्डौं महानगरपालिका":[""],
			"कागेश्वरी–मनोहरा नगरपालिका":[""],
			"कीर्तिपुर नगरपालिका":[""],
			"गोकर्णेश्वर नगरपालिका":[""],
			"चन्द्रागिरी नगरपालिका":[""],
			"टोखा नगरपालिका":[""],
			"तारकेश्वर नगरपालिका":[""],
			"दक्षिणकाली नगरपालिका":[""],
			"नागार्जुन नगरपालिका":[""],
			"बुढानिलकण्ठ नगरपालिका":[""],
			"शंखरापुर नगरपालिका":[""]
		},
		"काभ्रेपलाञ्चोक":{
			"धुलिखेल नगरपालिका":[""],
			"बनेपा नगरपालिका":[""],
			"पनौती नगरपालिका":[""],
			"पांचखाल नगरपालिका":[""],
			"नमोबुद्ध नगरपालिका":[""],
			"मण्डनदेउपुर नगरपालिका":[""],
			"खानीखोला गाउँपालिका":[""],
			"महाभारत गाउँपालिका":[""],
			"रोशी गाउँपालिका":[""],
			"तेमाल गाउँपालिका":[""],
			"चौंरीदेउराली गाउँपालिका":[""],
			"बेथानचोक गाउँपालिका":[""],
			"भुम्लु गाउँपालिका":[""]
		},
		"ललितपुर":{
			"ललितपुर महानगरपालिका":[""],
			"गोदावरी नगरपालिका":[""],
			"महालक्ष्मी नगरपालिका":[""],
			"कोन्ज्योसोम गाउँपालिका":[""],
			"बाग्मती गाउँपालिका":[""],
			"महाङ्काल गाउँपालिका":[""]
		},
		"मकवानपुर":{
			"हेटौंडा उप-महानगरपालिका":[""],
			"थाहा नगरपालिका":[""],
			"बाग्मती गाउँपालिका":[""],
			"भिमफेदी गाउँपालिका":[""],
			"मनहरी गाउँपालिका":[""],
			"कैलाश गाउँपालिका":[""],
			"राक्सिराङ्ग गाउँपालिका":[""],
			"मकवानपुरगढी गाउँपालिका":[""],
			"ईन्द्रसरोवर गाउँपालिका":[""],
			"बकैया गाउँपालिका":[""]
		},
		"नुवाकोट":{
			"विदुर नगरपालिका":[""],
			"बेलकोटगढी नगरपालिका":[""],
			"तारकेश्वर गाउँपालिका":[""],
			"दुप्चेश्वर गाउँपालिका":[""],
			"तादी गाउँपालिका":[""],
			"सुर्यगढी गाउँपालिका":[""],
			"लिखु गाउँपालिका":[""],
			"म्यागङ गाउँपालिका":[""],
			"किस्पाङ गाउँपालिका":[""],
			"ककनी गाउँपालिका":[""],
			"शिवपुरी गाउँपालिका":[""],
			"पञ्चकन्या गाउँपालिका":[""]
		},
		"रामेछाप":{
			"मन्थली नगरपालिका":[""],
			"रामेछाप नगरपालिका":[""],
			"उमाकुण्ड गाउँपालिका":[""],
			"खाँडादेवी गाउँपालिका":[""],
			"दोरम्बा शैलुङ गाउँपालिका":[""],
			"लिखु तामाकोशी गाउँपालिका":[""],
			"गोकुलगङ्गा गाउँपालिका":[""],
			"सुनापति गाउँपालिका":[""]
		},
		"रसुवा":{
			"उत्तरगया गाउँपालिका":[""],
			"कालिका गाउँपालिका":[""],
			"गोसाइँकुण्ड गाउँपालिका":[""],
			"नौकुण्ड गाउँपालिका":[""],
			"पार्वतीकुण्ड गाउँपालिका":[""],
			"आमाछोदिङ्मो गाउँपालिका":[""],
			"उत्तरगया गाउँपालिका":[""],
			"कालिका गाउँपालिका":[""],
			"गोसाईकुण्ड गाउँपालिका":[""],
			"नौकुण्ड गाउँपालिका":[""]
		},
		"सिन्धुली":{
			"कमलामाई नगरपालिका":[""],
			"दुधौली नगरपालिका":[""],
			"घ्याङलेख गाउँपालिका":[""],
			"गोलन्जोर गाउँपालिका":[""],
			"हरिहरपुरगढी गाउँपालिका":[""],
			"मरिण गाउँपालिका":[""],
			"फिक्कल गाउँपालिका":[""],
			"सुनकोशी गाउँपालिका":[""],
			"तीनपाटन गाउँपालिका":[""]
		},
		"सिन्धुपाल्चोक":{
			"चौतारा सागाचोकगढी नगरपालिका":[""],
			"वाह्रविसे नगरपालिका":[""],
			"मेलम्ची नगरपालिका":[""],
			"ईन्द्रावती गाउँपालिका":[""],
			"जुगल गाउँपालिका":[""],
			"पाँचपोखरी थाङपाल गाउँपालिका":[""],
			"बलेफी गाउँपालिका":[""],
			"भोटेकोशी गाउँपालिका":[""],
			"लिसंखुपाखर गाउँपालिका":[""],
			"सुनकोशी गाउँपालिका":[""],
			"हेलम्बु गाउँपालिका":[""],
			"त्रिपुरासुन्दरी गाउँपालिका":[""]
			}
		}

window.onload = function()
 {
// District only Bagamati

  var districtSelnp1 = document.getElementById("cmbdistrictbagamati_1");
  var munvdcSelnp1 = document.getElementById("cmbmunbagamati_1");
  
 for (var x in districtcustomize) 
		{
    	districtSelnp1.options[districtSelnp1.options.length] = new Option(x, x);
  		}
  districtSelnp1.onchange = function() {
    //empty Chapters- and Topics- dropdowns
	 munvdcSelnp1.length = 1;
    //display correct values
    for (var y in districtcustomize[this.value]) {
      munvdcSelnp1.options[munvdcSelnp1.options.length] = new Option(y, y);
    }
  }


}
